[{
"id":"1",
"title":"Data Scientist/Machine Learning Engineer",
"info":
[
"Organizations and businesses are collecting more and more data every day. That’s why it’s important to have experts skilled in data science. Data scientists spend their working hours compiling, cleaning, and presenting data for organizations to make informed decisions.",
"The number of job openings in data science is huge and shows no sign of slowing. With this high demand, a data scientist role is an easy choice for any list of the best technology jobs. According to Glassdoor, data science is one of the top careers in terms of job satisfaction ratings."
],
"links":
[
"https://www.coursera.org/courses?query=free%20courses%20data%20science",
"https://app.dataquest.io/path/data-scientist"
]
},
{
"id":"2",
"title":"CyberSecurity Analyst/Engineer",
"info":
[
"Computers and digital information continue to encompass much in the business world. That’s why we need information security analysts. They work on the front lines to protect information systems from cyber threats.",
"Security analysts are essential for protecting user data and sensitive company information. They use a variety of strategies to ensure our data is safe and companies utilize effective protective systems according to government regulations."
],
"links":
[
"https://www.coursera.org/professional-certificates/ibm-cybersecurity-analyst",
"https://niccs.cisa.gov/training/federal-virtual-training-environment-fedvte#"
]
},
{
"id":"3",
"title":"Software Developer/Software Engineer",
"info":
[
"Software engineering is one of the most versatile technology careers on this list. Think about it—you use the work of software engineers every day. The apps on your phones were developed by software engineers. Your Internet browser was designed by software engineers.",
"Nearly every industry in the world uses some kind of software. This means the number of jobs for software engineers isn’t waning soon. According to Glassdoor, experienced Linux Software Engineers can make $134,000 a year.",
"Website software developers use programming languages, frameworks, and design strategies to build and maintain websites and applications. They are responsible for making sure all text, images, video, and other design elements are rendered properly on the page."
],
"links":
[
"https://www.freecodecamp.org/news/what-is-software-engineering-how-to-become-a-software-engineer/",
"https://www.youtube.com/watch?v=YRemMgGfbKg&list=PLBf-QcbaigsKwq3k2YEBQS17xUwfOA3O3"
]
}
]
